{
    "1994906324468207765": {
        "date": "2025-11-30",
        "username": "naval",
        "tweet_id": 1994906324468207765,
        "source_text": "UI is pre-AI.",
        "reply_text": "AI is indeed the next UI frontier. Gartner predicts that by 2025, 70% of new apps will use AI-driven interfaces, slashing development costs by up to 50%."
    },
    "1995407235858735521": {
        "date": "2025-12-01",
        "username": "elonmusk",
        "tweet_id": 1995407235858735521,
        "source_text": "Absolutely https://t.co/4XiyP4qUTo",
        "reply_text": "SpaceX's reusable Falcon 9 has cut launch costs by over 90% since 2010, enabling 300+ missions and paving the way for Mars colonization."
    },
    "1995582026830020847": {
        "date": "2025-12-02",
        "username": "elonmusk",
        "tweet_id": 1995582026830020847,
        "source_text": "Yeah https://t.co/VTeFicJVmw",
        "reply_text": "Starship's full-stack static fire test last month generated 33 Raptor engines firing simultaneously, equivalent to the thrust of 7 Saturn V rockets—reusable rocketry is accelerating fast."
    },
    "1995988900163301721": {
        "date": "2025-12-03",
        "username": "PaulG",
        "tweet_id": 1995988900163301721,
        "source_text": "\"I didn't take any notes this time. Everything's going so well.\"\n\n— Jessica after a YC Board meeting",
        "reply_text": "YC's track record backs that up: alumni companies have created over $600B in value, with 80% still thriving post-Demo Day. Smooth sailing indeed!"
    },
    "1996391587522465903": {
        "date": "2025-12-04",
        "username": "a16z",
        "tweet_id": 1996391587522465903,
        "source_text": "a16z Growth Fund Head David George sums up his investment philosophy: “I like to pay fair prices for great companies.”\n\n“The art in that, I think, is recognizing where greatness may lie, where other people don't recognize that.”\n\nIn growth-stage investing, precise forecasts, unit https://t.co/Sq6zCRjCml https://t.co/Vh86HygJEd",
        "reply_text": "Spotting that hidden greatness pays off: Cambridge Associates data shows top-quartile growth funds deliver 2.5x net multiples, often by investing in scalable tech before the hype cycle peaks."
    }
}